{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      ".": 2,
      "A1_1": 3,
      "A1_2": 4,
      "A1_3": 5,
      "B1_1": 6,
      "B1_2": 7,
      "B1_3": 8,
      "A2_1": 9,
      "A2_2": 10,
      "A2_3": 11,
      "B2_1": 12,
      "B2_2": 13,
      "B2_3": 14,
      "y1": 15,
      "y2": 16,
      "y3": 17
    },
    "unk_token": "<unk>"
  }
}